---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ConicalFace
source: html/7e393f5b-669d-21e7-7990-812488837582.htm
---
# ConicalFace Members

Returns the first partial derivatives of the underlying surface at the specified point.